{
  "id": "38241836",
  "title": "Endothelial transferrin receptor 1 contributes to thrombogenesis through cascade ferroptosis.",
  "abstract": "Oxidative stress and iron accumulation-induced ferroptosis occurs in injured vascular cells and can promote thrombogenesis. Transferrin receptor 1 (encoded by the TFRC gene) is an initial element involved in iron transport and ferroptosis and is highly expressed in injured vascular tissues, but its role in thrombosis has not been determined. To explore the potential mechanism and therapeutic effect of TFRC on thrombogenesis, a DVT model of femoral veins (FVs) was established in rats, and weighted correlation network analysis (WGCNA) was used to identify TFRC as a hub protein that is associated with thrombus formation. TFRC was knocked down by adeno-associated virus (AAV) or lentivirus transduction in FVs or human umbilical vein endothelial cells (HUVECs), respectively. Thrombus characteristics and ferroptosis biomarkers were evaluated. Colocalization analysis, molecular docking and coimmunoprecipitation (co-IP) were used to evaluate protein interactions. Tissue-specific TFRC knockdown alleviated iron overload and redox stress, thereby preventing ferroptosis in injured FVs. Loss of TFRC in injured veins could alleviate thrombogenesis, reduce thrombus size and attenuate hypercoagulability. The protein level of thrombospondin-1 (THBS1) was increased in DVT tissues, and silencing TFRC decreased the protein level of THBS1. In vitro experiments further showed that TFRC and THBS1 were sensitive to erastin-induced ferroptosis and that TFRC knockdown reversed this effect. TFRC can interact with THBS1 in the domain spanning from TSR1-2 to TSR1-3 of THBS1. Amino acid sites, including GLN320 of TFRC and ASP502 of THBS1, could be potential pharmacological targets. Erastin induced ferroptosis affected extracellular THBS1 levels and weakened the interaction between TFRC and THBS1 both in vivo and in vitro, and promoted the interaction between THBS1 and CD47. This study revealed a linked relationship between venous ferroptosis and coagulation cascades. Controlling TFRC and ferroptosis in endothelial cells can be an efficient approach for preventing and treating thrombogenesis.",
  "url": "https://pubmed.ncbi.nlm.nih.gov/38241836/"
}