{
  "id": "38349008",
  "title": "CC-96673 (BMS-986358), an affinity-tuned anti-CD47 and CD20 bispecific antibody with fully functional fc, selectively targets and depletes non-Hodgkin's lymphoma.",
  "abstract": "Cluster of differentiation 47 (CD47) is a transmembrane protein highly expressed in tumor cells that interacts with signal regulatory protein alpha (SIRPα) and triggers a \"don't eat me\" signal to the macrophage, inhibiting phagocytosis and enabling tumor escape from immunosurveillance. The CD47-SIRPα axis has become an important target for cancer immunotherapy. To date, the advancement of CD47-targeted modalities is hindered by the ubiquitous expression of the target, often leading to rapid drug elimination and hematologic toxicity including anemia. To overcome those challenges a bispecific approach was taken. CC-96673, a humanized IgG1 bispecific antibody co-targeting CD47 and CD20, is designed to bind CD20 with high affinity and CD47 with optimally lowered affinity. As a result of the detuned CD47 affinity, CC-96673 selectively binds to CD20-expressing cells, blocking the interaction of CD47 with SIRPα. This increased selectivity of CC-96673 over monospecific anti-CD47 approaches allows for the use of wild-type IgG1 Fc, which engages activating crystallizable fragment gamma receptors (FcγRs) to fully potentiate macrophages to engulf and destroy CD20<sup>+</sup> cells, while sparing CD47<sup>+</sup>CD20<sup>-</sup> normal cells. The combined targeting of anti-CD20 and anti-CD47 results in enhanced anti- tumor activity compared to anti-CD20 targeting antibodies alone. Furthermore, preclinical studies have demonstrated that CC-96673 exhibits acceptable pharmacokinetic properties with a favorable toxicity profile in non-human primates. Collectively, these findings define CC-96673 as a promising CD47 × CD20 bispecific antibody that selectively destroys CD20<sup>+</sup> cancer cells via enhanced phagocytosis and other effector functions.",
  "url": "https://pubmed.ncbi.nlm.nih.gov/38349008/"
}