{
  "id": "39201801",
  "title": "Integrated Analysis of Phagocytic and Immunomodulatory Markers in Cervical Cancer Reveals Constellations of Potential Prognostic Relevance.",
  "abstract": "Despite improvements in vaccination, screening, and treatment, cervical cancer (CC) remains a major healthcare problem on a global scale. The tumor microenvironment (TME) plays an important and controversial role in cancer development, and the mechanism of the tumor's escape from immunological surveillance is still not clearly defined. We aim to investigate the expression of CD68 and CD47 in patients with different histological variants of CC, tumor characteristics, and burden. This is a retrospective cohort study performed on paraffin-embedded tumor tissues from 191 patients diagnosed with CC between 2014 and 2021 at the Medical University Pleven, Bulgaria. Slides for immunohistochemical (IHC) evaluation were obtained, and the expression of CD68 was scored in intratumoral (IT) and stromal (ST) macrophages (CD68+cells) using a three-point scoring scale. The CD47 expression was reported as an H-score. All statistical analyses were performed using R v. 4.3.1 for Windows. Infiltration by CD68-IT cells in the tumor depended on histological type and the expression of CD47. Higher levels of the CD47 H-score were significantly more frequent among patients in the early stage. Higher levels of infiltration by CD68-ST cells were associated with worse prognosis, and the infiltration of CD68-IT cells was associated with reduced risk of death from neoplastic disease. TME is a complex ecosystem that has a major role in the growth and development of tumors. Macrophages are a major component of innate immunity and, when associated with a tumor process, are defined as TAM. Tumor cells try to escape immunological surveillance in three ways, and one of them is reducing immunogenicity by the overexpression of negative coreceptors by T-lymphocytes and their ligands on the surface of tumor cells. One such mechanism is the expression of CD47 in tumor cells, which sends a \"don't eat me\" signal to the macrophages and, thus, prevents phagocytosis. To our knowledge, this is the first study that has tried to establish the relationship between the CD47 and CD68 expression levels and some clinicopathologic features in CC. We found that the only clinicopathological feature implicating the level of CD68 infiltration was the histological variant of the tumor, and only for CD68-IT-high levels were these observed in SCC. High levels of CD47 expression were seen more frequently in pT1B than pT2A and pT2B in the FIGO I stage than in the FIGO II and III stages. Infiltration by large numbers of CD68-IT cells was much more common among patients with a high expression of CD47 in tumor cells. A high level of infiltration by CD68-ST cells was associated with a worse prognosis, and a high level of infiltration by CD68-ST cells was associated with a lower risk of death from cancer.",
  "url": "https://pubmed.ncbi.nlm.nih.gov/39201801"
}