{
  "id": "39266215",
  "title": "Circumventing resistance within the Ewing sarcoma microenvironment by combinatorial innate immunotherapy.",
  "abstract": "Pediatric patients with recurrent/metastatic Ewing sarcoma (ES) have a dismal 5-year survival. Novel therapeutic approaches are desperately needed. Natural killer (NK) cell number and function are low in ES patient tumors, in large part due to the immunosuppressive tumor microenvironment (TME). Melanoma cell adhesion molecule (MCAM) is highly expressed on ES and associated with ES metastasis. NKTR-255 is a polymer-conjugated recombinant human interleukin-15 (IL-15) agonist improving NK cell activity and persistence. Magrolimab (MAG) is a CD47 blockade that reactivates the phagocytic activity of macrophages. Transcriptome profiling coupled with CIBERSORT analyses in both ES mouse xenografts and human patient tumors were performed to identify mechanisms of NK resistance in ES TME. A chimeric antigen receptor (CAR) NK cell targeting MCAM was engineered by CAR mRNA electroporation into ex vivo expanded NK cells. In vitro cytotoxicity assays were performed to investigate the efficacy of anti-MCAM-CAR-NK cell alone or combined with NKTR-255 against ES cells. Interferon-γ and perforin levels were measured by ELISA. The effect of MAG on macrophage phagocytosis of ES cells was evaluated by in vitro phagocytosis assays. Cell-based and patient-derived xenograft (PDX)-based xenograft mouse models of ES were used to investigate the antitumor efficacy of CAR-NK alone and combined with NKTR-255 and MAG in vivo. We found that NK cell infiltration and activity were negatively regulated by tumor-associated macrophages (TAM) in ES TME. Expression of anti-MCAM CAR significantly and specifically enhanced NK cytotoxic activity against MCAM<sup>high</sup> but not MCAM-knockout ES cells in vitro, and significantly reduced lung metastasis and extended animal survival in vivo. NKTR-255 and MAG significantly enhanced in vitro CAR-NK cytotoxicity and macrophage phagocytic activity against ES cells, respectively. By combining with NKTR-255 and MAG, the anti-MCAM-CAR-NK cell significantly decreased primary tumor growth and prolonged animal survival in both cell- and PDX-based ES xenograft mouse models. Our preclinical studies demonstrate that immunotherapy via the innate immune system by combining tumor-targeting CAR-NK cells with an IL-15 agonist and a CD47 blockade is a promising novel therapeutic approach to targeting MCAM<sup>high</sup> malignant metastatic ES.",
  "url": "https://pubmed.ncbi.nlm.nih.gov/39266215/"
}